Revit 2027 API
SpecTypeId.WarpingConstant Property
 Warping Constant, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WarpingConstant { get; }
Public Shared ReadOnly Property WarpingConstant As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WarpingConstant {
	ForgeTypeId^ get ();
}
static member WarpingConstant : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace